{
    "changelog.md": {
        "Changelog Sonos controller": "Changelog Sonos controller",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "24\/11\/2020": "24\/11\/2020",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "07\/08\/2020": "08\/07\/2020",
        "Prise en charge du Sonos ARC": "Sonos ARC support",
        "24\/01\/2020": "01\/24\/2020",
        "Prise en charge du Sonos One S22": "Support for Sonos One S22",
        "11\/01\/2020": "01\/11\/2020",
        "Prise en charge du Sonos Move": "Support for Sonos Move",
        "Optimisation du code en cas de Sonos non connecté": "Code optimization in case of Sonos not connected",
        "16\/12\/2019": "12\/16\/2019",
        "Correction de bug si un sonos n'est pas joignable": "Bug fix if a sound system cannot be reached",
        "21\/10\/2017": "10\/21\/2017",
        "Amélioration de la reprise suite à un TTS": "Improvement in recovery from TTS",
        "15\/10\/2019": "10\/15\/2019",
        "Prise en charge du Sonos port": "Sonos port support",
        "Amélioration du script d'installation des dépendances": "Improved dependency installation script",
        "07\/10\/2019": "10\/07\/2019",
        "Amélioration du script d'installation des dépendances (pourra permettre de corriger dans certain cas les soucis de TTS": "Improvement of the dependency installation script (may allow to correct in some cases the problems of TTS",
        "23\/09\/2019": "09\/23\/2019",
        "01\/09\/2019": "09\/01\/2019",
        "Prise en charge de l'enceinte lampe Ikea SYMFONISK": "Ikea SYMFONISK lamp speaker support",
        "12\/08\/2019": "08\/12\/2019",
        "Prise en charge de l'enceinte étagere Ikea SYMFONISK": "Support for Ikea SYMFONISK bookshelf speaker",
        "23\/04\/2019": "04\/23\/2019",
        "Prise en charge des sonos one gen2": "Support for one gen2 sonos",
        "17\/01\/2019": "01\/17\/2019",
        "Correction de bugs dans le cas où les sonos ont été ajoutés manuellement": "Fixed bugs in case the sound systems were added manually",
        "15\/01\/2019": "01\/15\/2019",
        "IMPORTANT NE MARCHE QUE AVEC PHP7, VOIR PAGE SANTE DE JEEDOM POUR VOTRE VERSION": "IMPORTANT ONLY WORKS WITH PHP7, SEE JEEDOM HEALTH PAGE FOR YOUR VERSION",
        "Réecriture complète du plugin": "Complete rewrite of the plugin",
        "Prise en charge de la nouvelle api Sonos": "Support for the new Sonos API",
        "Prise en charge des sonos beam et One": "Support for Beam and One sound systems",
        "Correction de nombre bug": "Bug number correction",
        "Optimisations globales": "Global optimizations",
        "Compatible PHP7 uniquement": "Compatible PHP7 only",
        "Certaines fonctionnalités ont dû être retirées": "Some features had to be removed",
        "Ajout de la gestion des favoris sonos": "Added management of sonos favorites",
        "Prise en charge des Sonos One et Playbase": "Support for Sonos One and Playbase",
        "Correction de la langue avec picotts": "Tongue correction with picotts",
        "Ajout d'une commande \"entrée de ligne": "Adding a \"line entry\" command",
        "Mise à jour de librairie de communication avec les sonos": "Update of sound communication library",
        "Optimisation du chargement des playlists": "Optimized loading of playlists",
        "Ajout de picotts pour la génération du TTS en local": "Addition of picotts for local TTS generation",
        "Correction du bouton play\/pause lors de la mise à jour du widget": "Correction of the play \/ pause button when updating the widget",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " Optimisations.": " Optimizations.",
        " Optimisations?": " Optimizations?",
        "Optimisations ": "Optimizations ",
        " Optimisations]": " Optimizations]",
        "[Optimisations]": "[Optimizations]",
        "*Optimisations*": "*Optimizations*",
        " Optimisations*": " Optimizations*"
    },
    "index.md": {
        "Plugin Sonos": "Sonos plugin",
        "Le plugin Sonos permet de piloter les Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk... Il va vous permettre de voir l'état du\/des Sonos et d'effectuer des actions (lecture, pause, suivant, précédent, volume, choix d'une playlist…​": "The Sonos plugin allows you to control the Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk ... It will allow you to see the state of the Sonos and perform actions ( play, pause, next, previous, volume, choice of a playlist",
        "Configuration du plugin": "Plugin configuration",
        "La configuration est très simple, après téléchargement du plugin, il vous suffit de l'activer et c'est tout": "The configuration is very simple, after downloading the plugin, you just need to activate it and that's it",
        "Le plugin va rechercher les Sonos sur votre réseau et créer les équipements automatiquement": "The plugin will search for Sonos on your network and create the equipment automatically",
        "De plus, s'il y a une correspondance entre les objets Jeedom et les pièces du Sonos, Jeedom affectera automatiquement les Sonos dans les bonnes pièces": "In addition, if there is a match between Jeedom objects and Sonos rooms, Jeedom will automatically assign Sonos to the right rooms",
        "Lors de la decouverte initiale, il est fortement conseillé de ne pas avoir de sonos groupés sous peine d'avoir des erreurs": "During the initial discovery, it is strongly recommended not to have grouped sound systems, otherwise you will have errors",
        "Rechercher les équipements Sonos": "Find Sonos equipment",
        "Si plus tard vous ajoutez un Sonos, vous pouvez soit créer un équipement Sonos en donnant l'IP à Jeedom ou cliquer sur": "If later you add a Sonos, you can either create a Sonos device by giving the IP to Jeedom or click on",
        "choix de la voix lors du TTS": "choice of voice during TTS",
        "nom du partage ainsi que le chemin du dossier": "share name and folder path",
        "Nom d'utilisateur du partage": "Share username",
        "nom d'utilisateur pour accéder au partage": "username to access share",
        "Mot de passe du partage": "Sharing password",
        "mot de passe du partage": "Sharing password",
        "Découverte": "Discovery",
        "découvre automatiquement les sonos (ne marche pas sur une installation de type docker où il faut créer à la main chaque sonos": "automatically discover the sound systems (does not work on a docker type installation where each sound system must be created by hand",
        "Les messages trop longs ne peuvent être transmis en TTS (la limite": "Messages that are too long cannot be transmitted in TTS (the limit",
        "dépend du fournisseur de TTS, en général environ 100 caractères": "depends on the TTS provider, usually around 100 characters",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements Sonos est accessible à partir du menu Plugins puis multimédia": "The configuration of Sonos equipment is accessible from the Plugins menu then multimedia",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom du Sonos": "Sonos name",
        "nom de votre équipement Sonos": "name of your Sonos equipment",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "Modèle": "Model",
        "le modèle de votre Sonos (à ne changer que si ce n'est pas le bon": "the model of your Sonos (only change if it is not the right one",
        "l'IP de votre Sonos, peut être utile si votre Sonos change d'IP ou si vous le remplacez": "the IP of your Sonos, can be useful if your Sonos changes IP or if you replace it",
        "En dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "nom de la commande": "Name of the order",
        "Configuration avancée (petites roues crantées": "Advanced configuration (small notched wheels",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​": "displays the advanced configuration of the command (logging method, widget, etc.)",
        "permet de tester la commande": "Used to test the command",
        "Comme commande vous retrouverez": "As order you will find",
        "Jouer playlist": "Play Playlist",
        "commande de type message permettant de lancer une playlist, il suffit dans le titre de mettre le nom de la playlist": "message type command to launch a playlist, just put the name of the playlist in the title",
        "Vous pouvez mettre": "You can put",
        "dans message pour mélanger la playlist avant la lecture": "in message to shuffle the playlist before playing",
        "Jouer favoris": "Play Favorites",
        "commande de type message permettant de lancer un favoris, il suffit dans le titre de mettre le nom du favori": "message type command to launch a favorite, all you have to do in the title is to put the name of the favorite",
        "dans message pour mélanger les favoris avant la lecture": "in message to mix favorites before reading",
        "Jouer une radio": "Play a radio",
        "celle ci doit être dans les radios favorites": "this must be in the favorite radios",
        "commande de type message permettant de lancer une radio, il suffit dans le titre de mettre le nom de la radio": "message type command to launch a radio station, all you have to do is put the name of the radio in the title",
        "Ajout un haut-parleur": "Adding a speaker",
        "permet d'ajouter un haut-parleur (un Sonos) au haut-parleur courant (pour associer 2 Sonos par exemple": "allows to add a speaker (a Sonos) to the current speaker (to associate 2 Sonos for example",
        "Il faut mettre le nom de la pièce du sonos à ajouter dans le titre (le champs message n'est pas utilisé ici": "You have to put the name of the sonos room to add in the title (the message field is not used here",
        "Supprimer un haut-parleur": "Remove speaker",
        "permet de supprimer un haut-parleur (un Sonos) au haut-parleur courant (pour dissocier 2 Sonos par exemple": "allows you to delete a speaker (a Sonos) from the current speaker (to dissociate 2 Sonos for example",
        "Il faut mettre le nom de la pièce du Sonos à supprimer dans le titre (le champs message n'est pas utilisé ici": "You have to put the name of the Sonos part to delete in the title (the message field is not used here",
        "Aléatoire statut": "Random status",
        "indique si on est en mode aléatoire ou non": "indicates if we are in random mode or not",
        "Aléatoire": "Random",
        "inverse le statut du mode aléatoire": "reverse the status of random mode",
        "Répéter statut": "Repeat status",
        "indique si on est en mode répété ou non": "indicates if we are in repeat mode or not",
        "Répéter": "Repeat",
        "inverse le statut du mode \"répéter": "reverse the status of the \"repeat\" mode",
        "lien vers l'image de l'album": "link to the album image",
        "nom de l'album en cours de lecture": "name of album currently playing",
        "nom de l'artiste en cours de lecture": "artist name currently playing",
        "nom de la piste en cours de lecture": "name of the track currently playing",
        "passe en muet": "go mute",
        "Précédent": "Previous",
        "piste précédente": "previous track",
        "piste suivante": "next track",
        "passer en lecture": "read",
        "mettre en pause": "Pause",
        "arrêter la lecture": "stop reading",
        "de 0 à 100": "from 0 to 100",
        "modifier le volume": "change the volume",
        "Volume statut": "Status volume",
        "niveau du volume": "Volume level",
        "statut (pause, lecture, transition…​": "status (pause, reading, transition…",
        "permet de lire un texte sur le Sonos (voir partie TTS": "allows to read a text on Sonos (see TTS part",
        "Dans le titre vous pouvez mettre le volume et dans le message, le message à lire": "In the title you can set the volume and in the message, the message to read",
        "Pour la lecture des playlists vous pouvez mettre des options (dans la case option": "For playing playlists you can put options (in the option box",
        "Pour lancer la playlist en lecture aléatoire il faut mettre dedans": "To start the playlist in random play, you must put in",
        "Le TTS (text-to-speech) vers le Sonos nécessite d'avoir un partage Windows (Samba) sur le réseau (imposé par Sonos, pas moyen de faire autrement": "TTS (text-to-speech) to Sonos requires having Windows (Samba) sharing on the network (imposed by Sonos, no way to do otherwise",
        "Il faut vous donc un NAS sur le réseau": "So you need a NAS on the network",
        "La configuration est assez simple il faut mettre le nom ou l'ip du NAS (attention à bien mettre la même chose que ce qui est déclaré sur Sonos) et le chemin (relatif), le nom d'utilisateur et le mot de passe (attention l'utilisateur doit avoir les droits en écriture": "The configuration is quite simple you have to put the name or the IP of the NAS (be careful to put the same thing as what is declared on Sonos) and the path (relative), the username and the password ( attention the user must have write rights",
        "Il faut absolument mettre un mot de passe pour que cette procédure fonctionne": "It is absolutely necessary to put a password for this procedure to work",
        "Il faut aussi absolument un sous-répertoire pour que le fichier vocal soit correctement créé": "A subdirectory is also absolutely necessary for the voice file to be correctly created",
        "Voici un exemple de configuration (merci @masterfion": "Here is an example of configuration (thanks @masterfion",
        "Côté NAS, voici ma config": "NAS side, here is my config",
        "le dossier Jeedom est partagé": "Jeedom folder is shared",
        "l'utilisateur Sonos a un accès Lecture\/Ecriture (nécessaire pour Jeedom": "Sonos user has Read \/ Write access (necessary for Jeedom",
        "l'utilisateur guest a un accès en Lecture seule (nécessaire pour les Sonos": "guest user has read-only access (required for Sonos",
        "Côté Plugin Sonos, voici ma config": "Sonos Plugin side, here is my config",
        "Champ 1": "Field 1",
        "192.168.xxx.yyy": "192.168.xxx.yyy",
        "Champ 2": "Field 2",
        "Jeedom\/TTS": "Jeedom \/ TTS",
        "Nom d'utilisateur": "Username",
        "Sonos et son mot de passe…​": "Sonos and its password…",
        "Côté Bibliothèque Sonos (appli PC": "Sonos Library side (PC app",
        "le chemin est": "the way is",
        "\/\/192.168.xxx.yyy\/Jeedom\/TTS": "\/\/192.168.xxx.yyy\/Jeedom\/TTS",
        "Il faut ABSOLUEMENT ajouter le partage réseau dans la bibliothèque du sonos, sinon Jeedom va bien créer le mp3 du tts mais il ne pourra pas etre joué par le Sonos": "It is ABSOLUTELY necessary to add the network share in the sonos library, otherwise Jeedom will create the tts mp3 but it cannot be played by the Sonos",
        "La lanque dépend de la langue de Jeedom et utilise par defaut picotts": "Language depends on Jeedom language and uses picotts by default",
        "A partir de jeedom 3.3": "As of jeedom 3.3",
        "il sera possible d'utiliser le TTS de Google pour avoir une plus jolie voix": "it will be possible to use Google TTS to have a prettier voice",
        "Le panel": "The panel",
        "Le plugin Sonos met aussi à disposition un panel qui rassemble tous vos Sonos": "The Sonos plugin also provides a panel that brings together all of your Sonos",
        "Disponible à partir du menu Accueil → Sonos Controller": "Available from the Home menu → Sonos Controller",
        "Pour avoir le panel il faut l'avoir activé dans la configuration du plugin": "To have the panel you must have activated it in the plugin configuration",
        "lors de la recherche d'équipements": "when looking for equipment",
        "Cette erreur arrive si la découverte automatique est bloquée (routeur qui bloque le boradcast par exemple": "This error occurs if the automatic discovery is blocked (router which blocks the boradcast for example",
        "Ce n'est pas grave, il faudra juste ajouter à la main vos sonos en précisant le modèle et l'adresse IP": "It does not matter, you just have to add your sound systems by hand, specifying the model and the IP address",
        "J'ai des soucis sur TTS (en boucle), les radios ne marchent pas, j'ai des erreurs, etc": "I am having trouble with TTS (looping), the radios do not work, I have errors, etc",
        "la 1ère chose à faire en cas de souci est de débrancher tous les Sonos, de les rebrancher et d'attendre qu'ils démarrent puis de relancer le démon Sonos dans Jeedom": "the first thing to do in the event of a problem is to unplug all the Sonos, plug them back in and wait for them to start, then restart the Sonos daemon in Jeedom",
        "En général cela résoud 90% des problèmes": "In general this solves 90% of the problems",
        " ASTUCE.": " TRICK.",
        " ASTUCE?": " TRICK?",
        "ASTUCE ": "TRICK ",
        " ASTUCE]": " TRICK]",
        "[ASTUCE]": "[TRICK]",
        "*ASTUCE*": "*TRICK*",
        " ASTUCE*": " TRICK*",
        " Voix.": " Voice.",
        " Voix?": " Voice?",
        "Voix ": "Voice ",
        " Voix]": " Voice]",
        "[Voix]": "[Voice]",
        "*Voix*": "*Voice*",
        " Voix*": " Voice*",
        " Partage.": " Sharing.",
        " Partage?": " Sharing?",
        "Partage ": "Sharing ",
        " Partage]": " Sharing]",
        "[Partage]": "[Sharing]",
        "*Partage*": "*Sharing*",
        " Partage*": " Sharing*",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " IP.": " IP.",
        " IP?": " IP?",
        "IP ": "IP ",
        " IP]": " IP]",
        "[IP]": "[IP]",
        "*IP*": "*IP*",
        " IP*": " IP*",
        " Nom.": " Name.",
        " Nom?": " Name?",
        "Nom ": "Name ",
        " Nom]": " Name]",
        "[Nom]": "[Name]",
        "*Nom*": "*Name*",
        " Nom*": " Name*",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        " Tester]": " Test]",
        "[Tester]": "[Test]",
        "*Tester*": "*Test*",
        " Tester*": " Test*",
        " ATTENTION.": " Be careful.",
        " ATTENTION?": " Be careful?",
        "ATTENTION ": "Be careful ",
        " ATTENTION]": " Be careful]",
        "[ATTENTION]": "[Be careful]",
        "*ATTENTION*": "*Be careful*",
        " ATTENTION*": " Be careful*",
        " Image.": " Picture.",
        " Image?": " Picture?",
        "Image ": "Picture ",
        " Image]": " Picture]",
        "[Image]": "[Picture]",
        "*Image*": "*Picture*",
        " Image*": " Picture*",
        " Album.": " Album.",
        " Album?": " Album?",
        "Album ": "Album ",
        " Album]": " Album]",
        "[Album]": "[Album]",
        "*Album*": "*Album*",
        " Album*": " Album*",
        " Artiste.": " Artist.",
        " Artiste?": " Artist?",
        "Artiste ": "Artist ",
        " Artiste]": " Artist]",
        "[Artiste]": "[Artist]",
        "*Artiste*": "*Artist*",
        " Artiste*": " Artist*",
        " Piste.": " Track.",
        " Piste?": " Track?",
        "Piste ": "Track ",
        " Piste]": " Track]",
        "[Piste]": "[Track]",
        "*Piste*": "*Track*",
        " Piste*": " Track*",
        " Muet.": " Mute.",
        " Muet?": " Mute?",
        "Muet ": "Mute ",
        " Muet]": " Mute]",
        "[Muet]": "[Mute]",
        "*Muet*": "*Mute*",
        " Muet*": " Mute*",
        " Suivant.": " Next.",
        " Suivant?": " Next?",
        "Suivant ": "Next ",
        " Suivant]": " Next]",
        "[Suivant]": "[Next]",
        "*Suivant*": "*Next*",
        " Suivant*": " Next*",
        " Lecture.": " Play.",
        " Lecture?": " Play?",
        "Lecture ": "Play ",
        " Lecture]": " Play]",
        "[Lecture]": "[Play]",
        "*Lecture*": "*Play*",
        " Lecture*": " Play*",
        " Pause.": " Pause.",
        " Pause?": " Pause?",
        "Pause ": "Pause ",
        " Pause]": " Pause]",
        "[Pause]": "[Pause]",
        "*Pause*": "*Pause*",
        " Pause*": " Pause*",
        " Stop.": " STOP.",
        " Stop?": " STOP?",
        "Stop ": "STOP ",
        " Stop]": " STOP]",
        "[Stop]": "[STOP]",
        "*Stop*": "*STOP*",
        " Stop*": " STOP*",
        " Volume.": " Volume.",
        " Volume?": " Volume?",
        "Volume ": "Volume ",
        " Volume]": " Volume]",
        "[Volume]": "[Volume]",
        "*Volume*": "*Volume*",
        " Volume*": " Volume*",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        " Statut]": " Status]",
        "[Statut]": "[Status]",
        "*Statut*": "*Status*",
        " Statut*": " Status*",
        " Dire.": " Say.",
        " Dire?": " Say?",
        "Dire ": "Say ",
        " Dire]": " Say]",
        "[Dire]": "[Say]",
        "*Dire*": "*Say*",
        " Dire*": " Say*",
        " NOTE.": " NOTE.",
        " NOTE?": " NOTE?",
        "NOTE ": "NOTE ",
        " NOTE]": " NOTE]",
        "[NOTE]": "[NOTE]",
        "*NOTE*": "*NOTE*",
        " NOTE*": " NOTE*",
        " TTS.": " TTS.",
        " TTS?": " TTS?",
        "TTS ": "TTS ",
        " TTS]": " TTS]",
        "[TTS]": "[TTS]",
        "*TTS*": "*TTS*",
        " TTS*": " TTS*",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        " FAQ]": " FAQ]",
        "[FAQ]": "[FAQ]",
        "*FAQ*": "*FAQ*",
        " FAQ*": " FAQ*",
        " Erreur.": " Error.",
        " Erreur?": " Error?",
        "Erreur ": "Error ",
        " Erreur]": " Error]",
        "[Erreur]": "[Error]",
        "*Erreur*": "*Error*",
        " Erreur*": " Error*"
    }
}