{
    "changelog.md": {
        "Changelog Sonos controller": "Changelog Sonos controller",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "01\/08\/2024": "01\/08\/2024",
        "Refonte importante du plugin": "Redesenho significativo do plugin",
        "une très grande partie du plugin a été réécrite dont toute la communication avec Sonos (démon) et certains fonctionnalités ont été modifiées et ne fonctionnent plus comme précédemment, notamment la gestion des groupes": "uma grande parte do plugin foi reescrita incluindo toda a comunicação com Sonos (daemon) e certas funcionalidades foram modificadas e não funcionam mais como antes, principalmente o gerenciamento de grupos",
        "Nécessite Jeedom 4.4": "Requer Jeedom 4.4",
        "Compatible Debian 11 et 12": "Compatível com Debian 11 e 12",
        "Probablement Debian 10 mais pas testé et pas de support sur cette version": "Provavelmente Debian 10, mas não testado e sem suporte nesta versão",
        "ce sujet sur community": "este tópico na comunidade",
        "Voir également": "Veja também",
        "pour plus de détails": "para mais detalhes",
        "Réécriture quasi totale du plugin, le démon a été entièrement réécrit en python (au lieu de PHP": "Reescrita quase total do plugin, o daemon foi completamente reescrito em python (em vez de PHP",
        "probablement Debian 10 mais pas testé et pas de support sur cette version": "provavelmente Debian 10, mas não testado e sem suporte nesta versão",
        "Il n'y a plus de découverte à lancer manuellement et il n'est plus nécessaire (ni possible) d'ajouter manuellement une équipement, le plugin découvre automatiquement vos appareils sonos et créé les équipements correspondant à chaque démarrage du démon": "Não há mais nenhuma descoberta para iniciar manualmente e não é mais necessário (nem possível) adicionar equipamentos manualmente, o plugin descobre automaticamente seus dispositivos de som e cria os equipamentos correspondentes a cada inicialização do daemon",
        "Il est également possible de demander de (re)synchroniser les équipements, favoris et listes de lecture sans redémarrer le démon depuis le panneau des équipements": "Também é possível pedir para (re)sincronizar equipamentos, favoritos e playlists sem reiniciar o daemon a partir do painel de equipamentos",
        "Mise en jour en (quasi) temps réel des commande infos (un délai de 0": "Atualização (quase) em tempo real das informações do pedido (um atraso de 0",
        "5s à quelques secondes max), plus de cron minute, y compris lorsqu'un changement est effectué hors Jeedom (via app Sonos par exemple": "5s a alguns segundos no máximo), mais minutos cron, inclusive quando uma alteração é feita fora do Jeedom (por meio do aplicativo Sonos, por exemplo",
        "Refonte de la gestion de groupes (les anciennes commandes seront supprimées et de nouvelles ajoutées, voir documentation": "Redesenho do gerenciamento de grupos (comandos antigos serão excluídos e novos serão adicionados, consulte a documentação",
        "Il est possible de joindre ou quitter un groupe, de contrôler la lecture du groupe depuis n'importe quel équipement du groupe sans se soucier de qui est le contrôleur": "É possível entrar ou sair de um grupo, controlar a reprodução do grupo a partir de qualquer dispositivo do grupo sem se preocupar com quem é o controlador",
        "Le volume est lui toujours contrôlé par enceinte": "O volume é sempre controlado pelo alto-falante",
        "Adaptation sur la fonction Text-to-Speech (TTS), il sera nécessaire d'adapter la configuration du partage SAMBA": "Adaptação à função Text-to-Speech (TTS), será necessário adaptar a configuração de compartilhamento do SAMBA",
        "plus de perte de mémoire sur le démon et il consomme moins que précédemment": "não há mais perda de memória no daemon e consome menos do que antes",
        "Ajout d'une commande action": "Adicionando um comando de ação",
        "pour basculer sur l'entrée": "para mudar para a entrada",
        "sur les équipements compatibles": "em equipamentos compatíveis",
        "Mode de lecture": "Modo de leitura",
        "Choisir mode de lecture": "Escolha o modo de leitura",
        "Répéter tout": "Repita tudo",
        "Aléatoire": "Aleatório",
        "Aléatoire sans répétition": "Aleatório sem repetição",
        "Répéter le morceau": "Repetir música",
        "Aléatoire et répéter le morceau": "Música aleatória e repetida",
        "Ajout d'une commande info": "Adicionando um comando de informações",
        "et action": "e ação",
        "qui permet de sélectionner le mode de lecture parmi les possibilités suivantes": "que permite selecionar o modo de leitura entre as seguintes possibilidades",
        "Statut de lecture": "Status de leitura",
        "Ajout d'une commande": "Adicionando um pedido",
        "qui donne la valeur \"brut\" de l'état de lecture (la commande existante": "que fornece o valor \"bruto\" do estado de leitura (o comando existente",
        "donne une valeur traduite en fonction de la langue configurée dans Jeedom": "fornece um valor traduzido com base no idioma configurado no Jeedom",
        "Groupe statut": "Status do grupo",
        "Nom du groupe": "Nome do grupo",
        "Ajout des commandes": "Adicionando comandos",
        "indique si l'équipement est groupé ou non) et": "indica se o equipamento está agrupado ou não) e",
        "dans le cas où l'équipement est groupé": "no caso em que o equipamento está agrupado",
        "25\/04\/2024": "25\/04\/2024",
        "Mise à jour de la documentation": "Atualização da documentação",
        "Nettoyage des accents dans les noms de partage (non supporté par le plugin": "Limpando acentos em nomes de compartilhamentos (não suportado pelo plugin",
        "Suppression de la dependance a PicoTTS (le plugin utilise le moteur globale de TTS de jeedom": "Removendo a dependência do PicoTTS (o plugin usa o mecanismo TTS global do jeedom",
        "Ajout Sonos Beam Gen 2": "Adicionado Sonos Beam Gen 2",
        "15\/01\/2024": "15\/01\/2024",
        "Préparation pour Jeedom 4.4": "Preparando-se para Jeedom 4.4",
        "Ajout Sonos Move 2": "Adicionado Sonos Move 2",
        "24\/08\/2023": "24\/08\/2023",
        "Ajout Ikea Symfonisk Floor Lamp": "Adicionado abajur Ikea Symfonisk",
        "25\/05\/2023": "25\/05\/2023",
        "Ajout Sonos Era": "Adicionado Sonos Era",
        "18\/10\/2022": "18\/10\/2022",
        "Mise à jour liste des commandes pour Jeedom v4.3": "Atualizar lista de comandos para Jeedom v4.3",
        "Ajout de la Sonos Ray": "Adicionado Sonos Ray",
        "22\/03\/2022": "22\/03\/2022",
        "Support de la nouvelle enceinte SYMFONISK": "Suporte para o novo alto-falante SYMFONISK",
        "01\/02\/2022": "01\/02\/2022",
        "Correction d'un bug sur le TTS": "Corrigido um bug no TTS",
        "27\/01\/2022": "27\/01\/2022",
        "Optimisations V4.2": "Otimizações da V4.2",
        "14\/01\/2022": "14\/01\/2022",
        "Ajout compatibilité avec la nouvelle enceinte SYMFONISK": "Adicionada compatibilidade com o novo alto-falante SYMFONISK",
        "27\/12\/2021": "27\/12\/2021",
        "Ajout compatibilité avec la nouvelle Sonos One": "Adicionada compatibilidade com o novo Sonos",
        "09\/10\/2021": "10\/09\/2021",
        "Ajout de la Sonos Five": "Adição dos Sonos Five",
        "Ajout Sonos Roam": "Adicionando Sonos Roam",
        "Ajout Symfonisk Cadre": "Adicionando Symfonisk Framework",
        "Mise à jour immediate du volume en cas de changement par Jeedom, merci @Domochip": "Atualização de volume imediata em caso de mudança pela Jeedom, obrigado @Domochip",
        "24\/11\/2020": "24\/11\/2020",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "07\/08\/2020": "07\/08\/2020",
        "Prise en charge du Sonos ARC": "Suporte Sonos ARC",
        "24\/01\/2020": "24\/01\/2020",
        "Prise en charge du Sonos One S22": "Suporte para Sonos One S22",
        "11\/01\/2020": "01\/11\/2020",
        "Prise en charge du Sonos Move": "Suporte para Sonos Move",
        "Optimisation du code en cas de Sonos non connecté": "Otimização de código no caso de Sonos não conectado",
        "16\/12\/2019": "16\/12\/2019",
        "Correction de bug si un sonos n'est pas joignable": "Correção de bug se um sistema de som não puder ser alcançado",
        "21\/10\/2017": "21\/10\/2017",
        "Amélioration de la reprise suite à un TTS": "Melhoria na recuperação do TTS",
        "15\/10\/2019": "15\/10\/2019",
        "Prise en charge du Sonos port": "Suporte para porta Sonos",
        "Amélioration du script d'installation des dépendances": "Script de instalação de dependência aprimorado",
        "07\/10\/2019": "07\/07\/2019",
        "Amélioration du script d'installation des dépendances (pourra permettre de corriger dans certain cas les soucis de TTS": "Melhoria do script de instalação de dependências (pode permitir corrigir em alguns casos os problemas de TTS",
        "23\/09\/2019": "23\/09\/2019",
        "01\/09\/2019": "01\/09\/2019",
        "Prise en charge de l'enceinte lampe Ikea SYMFONISK": "Suporte de alto-falante para lâmpada Ikea SYMFONISK",
        "12\/08\/2019": "12\/08\/2019",
        "Prise en charge de l'enceinte étagere Ikea SYMFONISK": "Suporte para alto-falante de estante Ikea SYMFONISK",
        "23\/04\/2019": "23\/04\/2019",
        "Prise en charge des sonos one gen2": "Suporte para sonos gen2",
        "17\/01\/2019": "17\/01\/2019",
        "Correction de bugs dans le cas où les sonos ont été ajoutés manuellement": "Erros corrigidos no caso de os sistemas de som serem adicionados manualmente",
        "15\/01\/2019": "15\/01\/2019",
        "IMPORTANT NE MARCHE QUE AVEC PHP7, VOIR PAGE SANTE DE JEEDOM POUR VOTRE VERSION": "IMPORTANTE APENAS FUNCIONA COM PHP7, VEJA A PÁGINA DE SAÚDE DA JEEDOM PARA SUA VERSÃO",
        "Réecriture complète du plugin": "Reescrita completa do plug-in",
        "Prise en charge de la nouvelle api Sonos": "Suporte para a nova API Sonos",
        "Prise en charge des sonos beam et One": "Suporte para sistemas de som Beam e One",
        "Correction de nombre bug": "Correção do número do bug",
        "Optimisations globales": "Otimizações globais",
        "Compatible PHP7 uniquement": "Apenas PHP7 compatível",
        "Certaines fonctionnalités ont dû être retirées": "Alguns recursos tiveram que ser removidos",
        "Ajout de la gestion des favoris sonos": "Adicionado gerenciamento dos favoritos dos sonos",
        "Prise en charge des Sonos One et Playbase": "Suporte para Sonos One e Playbase",
        "Correction de la langue avec picotts": "Correção da língua com picotts",
        "Ajout d'une commande \"entrée de ligne": "Adicionando um comando \"entrada de linha\"",
        "Mise à jour de librairie de communication avec les sonos": "Atualização da biblioteca de comunicação sonora",
        "Optimisation du chargement des playlists": "Carregamento otimizado de playlists",
        "Ajout de picotts pour la génération du TTS en local": "Adição de picotts para geração de TTS local",
        "Correction du bouton play\/pause lors de la mise à jour du widget": "Correção do botão reproduzir \/ pausar ao atualizar o widget",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Attention.": " Atenção.",
        " Attention?": " Atenção?",
        "Attention ": "Atenção ",
        " Attention]": " Atenção]",
        "[Attention]": "[Atenção]",
        "*Attention*": "*Atenção*",
        " Attention*": " Atenção*",
        " Optimisation.": " Otimização.",
        " Optimisation?": " Otimização?",
        "Optimisation ": "Otimização ",
        " Optimisation]": " Otimização]",
        "[Optimisation]": "[Otimização]",
        "*Optimisation*": "*Otimização*",
        " Optimisation*": " Otimização*",
        " TV.": " Televisão.",
        " TV?": " Televisão?",
        "TV ": "Televisão ",
        " TV]": " Televisão]",
        "[TV]": "[Televisão]",
        "*TV*": "*Televisão*",
        " TV*": " Televisão*",
        " Normal.": " Normal.",
        " Normal?": " Normal?",
        "Normal ": "Normal ",
        " Normal]": " Normal]",
        "[Normal]": "[Normal]",
        "*Normal*": "*Normal*",
        " Normal*": " Normal*",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        " Statut]": " Status]",
        "[Statut]": "[Status]",
        "*Statut*": "*Status*",
        " Statut*": " Status*",
        " Optimisations.": " Otimizações.",
        " Optimisations?": " Otimizações?",
        "Optimisations ": "Otimizações ",
        " Optimisations]": " Otimizações]",
        "[Optimisations]": "[Otimizações]",
        "*Optimisations*": "*Otimizações*",
        " Optimisations*": " Otimizações*"
    },
    "index.md": {
        "Plugin Sonos": "Sonos plugin",
        "Le plugin Sonos permet de piloter les Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk... Il va vous permettre de voir l'état du\/des Sonos et d'effectuer des actions (lecture, pause, suivant, précédent, volume, choix d'une playlist…": "O plug-in Sonos permite controlar o Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk... , próximo, anterior, volume, escolha de uma playlist…",
        "Configuration du plugin": "Configuração do plugin",
        "La configuration est très simple, après téléchargement du plugin, il vous suffit de l'activer, d'installer les dépendances et de démarrer le démon": "A configuração é muito simples, após baixar o plugin basta ativá-lo, instalar as dependências e iniciar o daemon",
        "Le plugin va rechercher les Sonos sur votre réseau et créer les équipements automatiquement": "O plugin irá procurar Sonos na sua rede e criar o equipamento automaticamente",
        "De plus, s'il y a une correspondance entre les objets Jeedom et les pièces du Sonos, Jeedom affectera automatiquement les Sonos dans les bonnes pièces": "Além disso, se houver uma correspondência entre os objetos Jeedom e as salas Sonos, o Jeedom atribuirá automaticamente o Sonos às salas certas",
        "Vos équipements Sonos doivent être joignable directement par la machine hébergeant Jeedom et ils doivent être capable de joindre Jeedom en retour sur le port TCP 1400": "Seu equipamento Sonos deve ser acessível diretamente pela máquina que hospeda o Jeedom e deve ser capaz de acessar o Jeedom em troca da porta TCP 1400",
        "Lors de la découverte initiale, il est fortement conseillé de ne pas avoir de sonos groupés sous peine d'avoir des erreurs": "Durante a descoberta inicial, é altamente recomendável não ter sistemas de som agrupados, caso contrário, você terá erros",
        "Si plus tard vous ajoutez un Sonos, vous pouvez cliquer sur": "Se você adicionar um Sonos posteriormente, poderá clicar",
        "dans la page des équipements ou redémarrer le démon": "na página do equipamento ou reinicie o daemon",
        "Configurez ici le nom d'hôte de la machine (ou son IP), le nom du partage (sans le chemin, sans '\/') et le chemin vers le dossier": "Configure aqui o nome do host da máquina (ou seu IP), o nome do compartilhamento (sem caminho, sem '\/') e o caminho para a pasta",
        "Nom d'utilisateur du partage": "Nome de usuário de compartilhamento",
        "nom d'utilisateur pour accéder au partage": "nome de usuário para acessar o compartilhamento",
        "Mot de passe du partage": "Compartilhando senha",
        "mot de passe du partage": "Compartilhando senha",
        "Les messages trop longs ne peuvent être transmis en TTS (la limite": "Mensagens muito longas não podem ser transmitidas no TTS (o limite",
        "dépend du fournisseur de TTS, en général environ 100 caractères": "depende do provedor TTS, geralmente cerca de 100 caracteres",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements Sonos est accessible à partir du menu Plugins puis multimédia": "A configuração do equipamento Sonos pode ser acessada no menu Plugins e depois em multimídia",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom du Sonos": "Nome do Sonos",
        "nom de votre équipement Sonos": "nome do seu equipamento Sonos",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "Modèle": "Modelo",
        "Numéro de série": "Número de série",
        "Adresse MAC": "Endereço MAC",
        "Adresse IP": "Endereço de IP",
        "Ainsi que des informations sur votre Sonos": "Bem como informações sobre o seu Sonos",
        "Les commandes": "As ordens",
        "Les commandes infos seront mises à jour en quasi temps réel (délai de quelques secondes maximum normalement) mais l'image de l'album en cours de lecture peut mettre un peu plus de temps à s'afficher sur le widget lors d'un changement de piste, ceci est parfaitement normal et indépendant du plugin": "Os controles de informações serão atualizados quase em tempo real (normalmente no máximo alguns segundos), mas a imagem do álbum atualmente sendo reproduzido pode demorar um pouco mais para ser exibida no widget durante uma mudança de faixa, isso é perfeitamente normal e independente do plugar",
        "il doit récupérer l'image depuis une source externe (sur un Sonos ou sur internet) et cela prend parfois plusieurs secondes (en principe maximum une dizaine de secondes": "ele deve recuperar a imagem de uma fonte externa (em um Sonos ou na internet) e isso às vezes leva vários segundos (em princípio no máximo cerca de dez segundos",
        "Commandes de volume et source": "Controles de volume e fonte",
        "Ces commandes vont toujours contrôler l'équipement correspondant, y compris lorsque celui-ci est dans un groupe": "Esses comandos sempre controlarão o equipamento correspondente, inclusive quando ele estiver em grupo",
        "de 0 à 100": "de 0 a 100",
        "modifier le volume": "mude o volume",
        "Volume statut": "Volume de status",
        "niveau du volume": "Nível de volume",
        "Active le mode muet": "Ativar modo mudo",
        "Non Muet": "Sem mudo",
        "Désactive le mode muet": "Desativar mudo",
        "Muet statut": "Status mudo",
        "indique si on est en mode muet ou non": "indica se estamos no modo mudo ou não",
        "pour basculer sur l'entrée": "para mudar para a entrada",
        "sur les équipements compatibles": "em equipamentos compatíveis",
        "Entrée audio analogique": "Entrada de áudio analógico",
        "pour basculer sur l": "para mudar para",
        "Commandes de lecture": "Controles de reprodução",
        "Ces commandes indiqueront et contrôleront la lecture en cours sur l'équipement ou sur le groupe si celui-ci est groupé et cela de façon transparente, vous ne devez pas vous préoccuper de savoir si l'équipement est groupé ou pas pour les utiliser": "Estes comandos irão indicar e controlar a reprodução atual no equipamento ou no grupo se estiver agrupado e isso de forma transparente, você não precisa se preocupar em saber se o equipamento está agrupado ou não para utilizá-los",
        "Arrêté": "Parou",
        "statut de lecteur traduit dans la langue configurée sous Jeedom": "status do leitor traduzido para o idioma configurado em Jeedom",
        "Par exemple": "Por exemplo",
        "Statut de lecture": "Status de leitura",
        "PAUSED_PLAYBACK": "PAUSED_PLAYBACK",
        "qui donne la valeur \"brut\" du statut de lecture": "que fornece o valor \"bruto\" do status de leitura",
        "; plus adapté pour les scénarios": "; mais adequado para cenários",
        "passer en lecture": "ler",
        "mettre en pause": "pausar",
        "arrêter la lecture": "pare de ler",
        "Précédent": "Anterior",
        "piste précédente": "faixa anterior",
        "piste suivante": "próxima faixa",
        "Aléatoire statut": "Status aleatório",
        "indique si on est en mode aléatoire ou non": "indica se estamos no modo aleatório ou não",
        "Aléatoire": "Aleatório",
        "inverse le statut du mode aléatoire": "reverter o status do modo aleatório",
        "Répéter statut": "Repita o status",
        "indique si on est en mode répété ou non": "indica se estamos no modo de repetição ou não",
        "Répéter": "Repetir",
        "inverse le statut du mode \"répéter": "reverter o status do modo \"repetir\"",
        "Mode de lecture": "Modo de leitura",
        "Choisir mode de lecture": "Escolha o modo de leitura",
        "Répéter tout": "Repita tudo",
        "Aléatoire sans répétition": "Aleatório sem repetição",
        "Répéter le morceau": "Repetir música",
        "Aléatoire et répéter le morceau": "Música aleatória e repetida",
        "donnant l'état et commande": "dando status e comando",
        "qui permet de choisir parmi les possibilités suivantes": "que permite que você escolha entre as seguintes possibilidades",
        "Cette action est équivalente à l'utilisation des commandes": "Esta ação equivale a usar os comandos",
        "&": "&",
        "afin d'arriver dans la configuration désirée": "para chegar na configuração desejada",
        "C'est par contre le seul moyen de passer en mode \"Répéter le morceau": "No entanto, esta é a única maneira de mudar para o modo “Repetir música”",
        "Jouer playlist": "Reproduzir lista de reprodução",
        "commande de type message permettant de lancer une playlist, il suffit dans le titre de mettre le nom de la playlist": "comando de tipo de mensagem para iniciar uma lista de reprodução, basta colocar o nome da lista no título",
        "Jouer favoris": "Reproduzir Favoritos",
        "commande de type message permettant de lancer un favoris, il suffit dans le titre de mettre le nom du favori": "comando de tipo de mensagem para lançar um favorito, tudo o que você precisa fazer no título é colocar o nome do favorito",
        "Jouer une radio": "Tocar rádio",
        "celle ci doit être dans les radios favorites": "isso deve estar nas rádios favoritas",
        "commande de type message permettant de lancer une radio, il suffit dans le titre de mettre le nom de la radio": "comando de tipo de mensagem para lançar uma estação de rádio, tudo o que você precisa fazer é colocar o nome da rádio no título",
        "Ne fonctionne plus sur les modèles \"S2": "Não funciona mais nos modelos \"S2\"",
        "lien vers l'image de l'album": "link para a imagem do álbum",
        "nom de l'album en cours de lecture": "nome do álbum atualmente sendo reproduzido",
        "nom de l'artiste en cours de lecture": "nome do artista atualmente sendo reproduzido",
        "nom de la piste en cours de lecture": "nome da faixa atualmente sendo reproduzida",
        "permet de lire un texte sur le Sonos (voir partie TTS": "permite ler um texto no Sonos (consulte a parte TTS",
        "Dans le titre vous pouvez mettre le volume et dans le message, le message à lire": "No título, você pode definir o volume e, na mensagem, a mensagem a ser lida",
        "Commandes pour gérer les groupes": "Comandos para gerenciar grupos",
        "Ces commandes agissent toujours sur l'équipement correspondant": "Esses comandos sempre atuam no equipamento correspondente",
        "Groupe statut": "Status do grupo",
        "indique si l'équipement est groupé ou non": "indica se o equipamento está agrupado ou não",
        "Nom du groupe": "Nome do grupo",
        "dans le cas où l'équipement est groupé, donne le nom du groupe": "se o equipamento estiver agrupado, forneça o nome do grupo",
        "Rejoindre un groupe": "Junte-se a um grupo",
        "permet de rejoindre le groupe du haut-parleur (un Sonos) donné (pour associer 2 Sonos par exemple": "permite que você se junte ao grupo de um determinado alto-falante (um Sonos) (para associar 2 Sonos, por exemplo",
        "Il faut mettre le nom de la pièce du sonos à rejoindre": "Você deve inserir o nome da sala do sistema de som para ingressar",
        "Cela peut-être n'importe quel membre d'un groupe existant, cela ne doit pas nécessairement être le coordinateur du groupe, ou un Sonos isolé": "Pode ser qualquer membro de um grupo existente, não precisa ser o coordenador do grupo ou um Sonos isolado",
        "Quitter le groupe": "Sair do grupo",
        "permet de quitter le groupe": "permite que você saia do grupo",
        "Le TTS (text-to-speech) vers le Sonos nécessite d'avoir un partage Windows (Samba) sur le réseau (imposé par Sonos, pas moyen de faire autrement": "O TTS (conversão de texto em fala) para o Sonos requer o compartilhamento do Windows (Samba) na rede (imposto pelo Sonos, não há como fazer o contrário)",
        "Il faut vous donc un NAS sur le réseau": "Então você precisa de um NAS na rede",
        "La configuration est assez simple il faut mettre le nom ou l'ip du NAS (attention à bien mettre la même chose que ce qui est déclaré sur Sonos) et le chemin (relatif), le nom d'utilisateur et le mot de passe (attention l'utilisateur doit avoir les droits en écriture": "A configuração é bastante simples você tem que colocar o nome ou o IP do NAS (cuidado para colocar o mesmo que está declarado no Sonos) e o caminho (relativo), o nome de usuário e a senha ( atenção, o usuário deve ter direitos de escrita",
        "La création du fichier audio est géré par le core de Jeedom": "A criação do arquivo de áudio é gerenciada pelo núcleo Jeedom",
        "la langue sera celle configurée dans Jeedom et le moteur TTS utilisé peut également être sélectionné dans les écrans de configuration Jeedom": "o idioma será o configurado no Jeedom e o motor TTS utilizado também poderá ser selecionado nas telas de configuração do Jeedom",
        "Lors de l'utilisation du TTS (commande": "Ao usar TTS (comando",
        "le plugin va effectuer les actions suivantes": "o plugin executará as seguintes ações",
        "génération du fichier audio contenant le message avec le support du core de Jeedom": "geração do arquivo de áudio contendo a mensagem com suporte principal Jeedom",
        "écriture du fichier sur le partage SAMBA": "gravando o arquivo no compartilhamento SAMBA",
        "Force la lecture en mode \"Normal\", sans répétition": "Força a reprodução no modo “Normal”, sem repetição",
        "Force le mode \"non muet": "Forçar o modo “ativar som”",
        "Modification du volume sur la valeur choisie lors de l'utilisation de la commande": "Alterando o volume para o valor escolhido ao usar o comando",
        "lecture du message": "lendo mensagem",
        "restauration de l'état du Sonos avant la lecture (donc le mode de lecture, muet ou pas, répétition ou pas...) et redémarrage du flux si le Sonos était en cours de lecture": "restaurar o estado do Sonos antes da reprodução (ou seja, o modo de reprodução, mudo ou não, repetir ou não, etc.) e reiniciar o stream se o Sonos estiver reproduzindo",
        "Il faut absolument mettre un mot de passe pour que cette procédure fonctionne": "É absolutamente necessário colocar uma senha para que este procedimento funcione",
        "Il faut aussi absolument un sous-répertoire pour que le fichier vocal soit correctement créé": "Um subdiretório também é absolutamente necessário para que o arquivo de voz seja criado corretamente",
        "Il ne faut surtout pas d'accent dans le nom du partage ou le dossier, d'espace ou de caractères spéciaux": "Acima de tudo, não deve haver acentos no nome do compartilhamento ou pasta, espaços ou caracteres especiais",
        "Voici un exemple de configuration (merci @masterfion": "Aqui está um exemplo de configuração (obrigado @masterfion",
        "Côté NAS, voici ma config": "Lado NAS, aqui está a minha configuração",
        "le dossier Jeedom est partagé": "Pasta Jeedom é compartilhada",
        "l'utilisateur Sonos a un accès lecture\/écriture (nécessaire pour Jeedom": "O usuário do Sonos tem acesso de leitura \/ gravação (necessário para o Jeedom",
        "l'utilisateur guest a un accès en Lecture seule (nécessaire pour les Sonos": "usuário convidado tem acesso somente leitura (necessário para o Sonos",
        "Côté Plugin Sonos, la config": "No lado do plug-in Sonos, a configuração",
        "Champ 1": "Campo 1",
        "192.168.xxx.yyy": "192.168.xxx.aaa",
        "Champ 2": "Campo 2",
        "Champ 3": "Campo 3",
        "Nom d'utilisateur et son mot de passe…​": "Nome de usuário e senha...​",
        "Côté Bibliothèque Sonos (appli PC": "Lado da Biblioteca Sonos (aplicativo para PC",
        "le chemin est": "o caminho é",
        "\/\/192.168.xxx.yyy\/Jeedom\/TTS": "\/\/192.168.xxx.aaa\/Jeedom\/TTS",
        "Le panel": "O painel",
        "Le plugin Sonos met aussi à disposition un panel qui rassemble tous vos Sonos": "O plugin Sonos também fornece um painel que reúne todos os seus Sonos",
        "Disponible à partir du menu Accueil → Sonos Controller": "Disponível no menu Início → Sonos Controller",
        "Pour avoir le panel il faut l'avoir activé dans la configuration du plugin": "Para ter o painel você deve tê-lo ativado na configuração do plugin",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        " Important]": " IMPORTANTE]",
        "[Important]": "[IMPORTANTE]",
        "*Important*": "*IMPORTANTE*",
        " Important*": " IMPORTANTE*",
        " ASTUCE.": " DICA.",
        " ASTUCE?": " DICA?",
        "ASTUCE ": "DICA ",
        " ASTUCE]": " DICA]",
        "[ASTUCE]": "[DICA]",
        "*ASTUCE*": "*DICA*",
        " ASTUCE*": " DICA*",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " Partage.": " Partilha.",
        " Partage?": " Partilha?",
        "Partage ": "Partilha ",
        " Partage]": " Partilha]",
        "[Partage]": "[Partilha]",
        "*Partage*": "*Partilha*",
        " Partage*": " Partilha*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        " Visible]": " Visivél]",
        "[Visible]": "[Visivél]",
        "*Visible*": "*Visivél*",
        " Visible*": " Visivél*",
        " Versions.": " Lançamentos.",
        " Versions?": " Lançamentos?",
        "Versions ": "Lançamentos ",
        " Versions]": " Lançamentos]",
        "[Versions]": "[Lançamentos]",
        "*Versions*": "*Lançamentos*",
        " Versions*": " Lançamentos*",
        " Identifiant.": " Identificador.",
        " Identifiant?": " Identificador?",
        "Identifiant ": "Identificador ",
        " Identifiant]": " Identificador]",
        "[Identifiant]": "[Identificador]",
        "*Identifiant*": "*Identificador*",
        " Identifiant*": " Identificador*",
        " et.": " E.",
        " et?": " E?",
        "et ": "E ",
        " et]": " E]",
        "[et]": "[E]",
        "*et*": "*E*",
        " et*": " E*",
        " Volume.": " Volume.",
        " Volume?": " Volume?",
        "Volume ": "Volume ",
        " Volume]": " Volume]",
        "[Volume]": "[Volume]",
        "*Volume*": "*Volume*",
        " Volume*": " Volume*",
        " Muet.": " Silenciar.",
        " Muet?": " Silenciar?",
        "Muet ": "Silenciar ",
        " Muet]": " Silenciar]",
        "[Muet]": "[Silenciar]",
        "*Muet*": "*Silenciar*",
        " Muet*": " Silenciar*",
        " TV.": " Televisão.",
        " TV?": " Televisão?",
        "TV ": "Televisão ",
        " TV]": " Televisão]",
        "[TV]": "[Televisão]",
        "*TV*": "*Televisão*",
        " TV*": " Televisão*",
        " Statut.": " Status.",
        " Statut?": " Status?",
        "Statut ": "Status ",
        " Statut]": " Status]",
        "[Statut]": "[Status]",
        "*Statut*": "*Status*",
        " Statut*": " Status*",
        " Lecture.": " Leitura.",
        " Lecture?": " Leitura?",
        "Lecture ": "Leitura ",
        " Lecture]": " Leitura]",
        "[Lecture]": "[Leitura]",
        "*Lecture*": "*Leitura*",
        " Lecture*": " Leitura*",
        " Pause.": " Pausa.",
        " Pause?": " Pausa?",
        "Pause ": "Pausa ",
        " Pause]": " Pausa]",
        "[Pause]": "[Pausa]",
        "*Pause*": "*Pausa*",
        " Pause*": " Pausa*",
        " PLAYING.": " JOGANDO.",
        " PLAYING?": " JOGANDO?",
        "PLAYING ": "JOGANDO ",
        " PLAYING]": " JOGANDO]",
        "[PLAYING]": "[JOGANDO]",
        "*PLAYING*": "*JOGANDO*",
        " PLAYING*": " JOGANDO*",
        " STOPPED.": " PAROU.",
        " STOPPED?": " PAROU?",
        "STOPPED ": "PAROU ",
        " STOPPED]": " PAROU]",
        "[STOPPED]": "[PAROU]",
        "*STOPPED*": "*PAROU*",
        " STOPPED*": " PAROU*",
        " Stop.": " Pare.",
        " Stop?": " Pare?",
        "Stop ": "Pare ",
        " Stop]": " Pare]",
        "[Stop]": "[Pare]",
        "*Stop*": "*Pare*",
        " Stop*": " Pare*",
        " Suivant.": " Seguinte.",
        " Suivant?": " Seguinte?",
        "Suivant ": "Seguinte ",
        " Suivant]": " Seguinte]",
        "[Suivant]": "[Seguinte]",
        "*Suivant*": "*Seguinte*",
        " Suivant*": " Seguinte*",
        " Normal.": " Normal.",
        " Normal?": " Normal?",
        "Normal ": "Normal ",
        " Normal]": " Normal]",
        "[Normal]": "[Normal]",
        "*Normal*": "*Normal*",
        " Normal*": " Normal*",
        " ATTENTION.": " Atenção.",
        " ATTENTION?": " Atenção?",
        "ATTENTION ": "Atenção ",
        " ATTENTION]": " Atenção]",
        "[ATTENTION]": "[Atenção]",
        "*ATTENTION*": "*Atenção*",
        " ATTENTION*": " Atenção*",
        " Image.": " Imagem.",
        " Image?": " Imagem?",
        "Image ": "Imagem ",
        " Image]": " Imagem]",
        "[Image]": "[Imagem]",
        "*Image*": "*Imagem*",
        " Image*": " Imagem*",
        " Album.": " Album.",
        " Album?": " Album?",
        "Album ": "Album ",
        " Album]": " Album]",
        "[Album]": "[Album]",
        "*Album*": "*Album*",
        " Album*": " Album*",
        " Artiste.": " Artista.",
        " Artiste?": " Artista?",
        "Artiste ": "Artista ",
        " Artiste]": " Artista]",
        "[Artiste]": "[Artista]",
        "*Artiste*": "*Artista*",
        " Artiste*": " Artista*",
        " Piste.": " Track.",
        " Piste?": " Track?",
        "Piste ": "Track ",
        " Piste]": " Track]",
        "[Piste]": "[Track]",
        "*Piste*": "*Track*",
        " Piste*": " Track*",
        " Dire.": " Para dizer.",
        " Dire?": " Para dizer?",
        "Dire ": "Para dizer ",
        " Dire]": " Para dizer]",
        "[Dire]": "[Para dizer]",
        "*Dire*": "*Para dizer*",
        " Dire*": " Para dizer*",
        " TTS.": " TTS.",
        " TTS?": " TTS?",
        "TTS ": "TTS ",
        " TTS]": " TTS]",
        "[TTS]": "[TTS]",
        "*TTS*": "*TTS*",
        " TTS*": " TTS*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*"
    }
}