{
    "changelog.md": {
        "Changelog Sonos controller": "Changelog Sonos controller",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "Ajout de la Sonos Five": "Adição dos Sonos Five",
        "Ajout Sonos Roam": "Adicionando Sonos Roam",
        "Ajout Symfonisk Cadre": "Adicionando Symfonisk Framework",
        "24\/11\/2020": "24\/11\/2020",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "07\/08\/2020": "07\/08\/2020",
        "Prise en charge du Sonos ARC": "Suporte Sonos ARC",
        "24\/01\/2020": "24\/01\/2020",
        "Prise en charge du Sonos One S22": "Suporte para Sonos One S22",
        "11\/01\/2020": "01\/11\/2020",
        "Prise en charge du Sonos Move": "Suporte para Sonos Move",
        "Optimisation du code en cas de Sonos non connecté": "Otimização de código no caso de Sonos não conectado",
        "16\/12\/2019": "16\/12\/2019",
        "Correction de bug si un sonos n'est pas joignable": "Correção de bug se um sistema de som não puder ser alcançado",
        "21\/10\/2017": "21\/10\/2017",
        "Amélioration de la reprise suite à un TTS": "Melhoria na recuperação do TTS",
        "15\/10\/2019": "15\/10\/2019",
        "Prise en charge du Sonos port": "Suporte para porta Sonos",
        "Amélioration du script d'installation des dépendances": "Script de instalação de dependência aprimorado",
        "07\/10\/2019": "07\/07\/2019",
        "Amélioration du script d'installation des dépendances (pourra permettre de corriger dans certain cas les soucis de TTS": "Melhoria do script de instalação de dependências (pode permitir corrigir em alguns casos os problemas de TTS",
        "23\/09\/2019": "23\/09\/2019",
        "01\/09\/2019": "01\/09\/2019",
        "Prise en charge de l'enceinte lampe Ikea SYMFONISK": "Suporte de alto-falante para lâmpada Ikea SYMFONISK",
        "12\/08\/2019": "12\/08\/2019",
        "Prise en charge de l'enceinte étagere Ikea SYMFONISK": "Suporte para alto-falante de estante Ikea SYMFONISK",
        "23\/04\/2019": "23\/04\/2019",
        "Prise en charge des sonos one gen2": "Suporte para sonos gen2",
        "17\/01\/2019": "17\/01\/2019",
        "Correction de bugs dans le cas où les sonos ont été ajoutés manuellement": "Erros corrigidos no caso de os sistemas de som serem adicionados manualmente",
        "15\/01\/2019": "15\/01\/2019",
        "IMPORTANT NE MARCHE QUE AVEC PHP7, VOIR PAGE SANTE DE JEEDOM POUR VOTRE VERSION": "IMPORTANTE APENAS FUNCIONA COM PHP7, VEJA A PÁGINA DE SAÚDE DA JEEDOM PARA SUA VERSÃO",
        "Réecriture complète du plugin": "Reescrita completa do plug-in",
        "Prise en charge de la nouvelle api Sonos": "Suporte para a nova API Sonos",
        "Prise en charge des sonos beam et One": "Suporte para sistemas de som Beam e One",
        "Correction de nombre bug": "Correção do número do bug",
        "Optimisations globales": "Otimizações globais",
        "Compatible PHP7 uniquement": "Apenas PHP7 compatível",
        "Certaines fonctionnalités ont dû être retirées": "Alguns recursos tiveram que ser removidos",
        "Ajout de la gestion des favoris sonos": "Adicionado gerenciamento dos favoritos dos sonos",
        "Prise en charge des Sonos One et Playbase": "Suporte para Sonos One e Playbase",
        "Correction de la langue avec picotts": "Correção da língua com picotts",
        "Ajout d'une commande \"entrée de ligne": "Adicionando um comando \"entrada de linha\"",
        "Mise à jour de librairie de communication avec les sonos": "Atualização da biblioteca de comunicação sonora",
        "Optimisation du chargement des playlists": "Carregamento otimizado de playlists",
        "Ajout de picotts pour la génération du TTS en local": "Adição de picotts para geração de TTS local",
        "Correction du bouton play\/pause lors de la mise à jour du widget": "Correção do botão reproduzir \/ pausar ao atualizar o widget",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Optimisations.": " Otimizações.",
        " Optimisations?": " Otimizações?",
        "Optimisations ": "Otimizações ",
        " Optimisations]": " Otimizações]",
        "[Optimisations]": "[Otimizações]",
        "*Optimisations*": "*Otimizações*",
        " Optimisations*": " Otimizações*"
    },
    "index.md": {
        "Plugin Sonos": "Sonos plugin",
        "Le plugin Sonos permet de piloter les Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk... Il va vous permettre de voir l'état du\/des Sonos et d'effectuer des actions (lecture, pause, suivant, précédent, volume, choix d'une playlist…​": "O plugin Sonos permite que você controle o Sonos Play 1, 3, 5, Sonos Connect, Sonos Connect AMP, Sonos Playbar, Ikea Symfonisk ... Ele permitirá que você veja o estado do Sonos e execute ações ( reproduzir, pausar, próximo, anterior, volume, escolha de uma lista de reprodução",
        "Configuration du plugin": "Configuração do plugin",
        "La configuration est très simple, après téléchargement du plugin, il vous suffit de l'activer et c'est tout": "A configuração é muito simples, depois de baixar o plugin, você só precisa ativá-lo e pronto",
        "Le plugin va rechercher les Sonos sur votre réseau et créer les équipements automatiquement": "O plugin irá procurar Sonos na sua rede e criar o equipamento automaticamente",
        "De plus, s'il y a une correspondance entre les objets Jeedom et les pièces du Sonos, Jeedom affectera automatiquement les Sonos dans les bonnes pièces": "Além disso, se houver uma correspondência entre os objetos Jeedom e as salas Sonos, o Jeedom atribuirá automaticamente o Sonos às salas certas",
        "Lors de la decouverte initiale, il est fortement conseillé de ne pas avoir de sonos groupés sous peine d'avoir des erreurs": "Durante a descoberta inicial, é altamente recomendável não ter sistemas de som agrupados, caso contrário, você terá erros",
        "Rechercher les équipements Sonos": "Encontre equipamentos Sonos",
        "Si plus tard vous ajoutez un Sonos, vous pouvez soit créer un équipement Sonos en donnant l'IP à Jeedom ou cliquer sur": "Se mais tarde você adicionar um Sonos, você pode criar um dispositivo Sonos fornecendo o IP para Jeedom ou clicar em",
        "choix de la voix lors du TTS": "escolha de voz durante TTS",
        "nom du partage ainsi que le chemin du dossier": "compartilhar nome e caminho da pasta",
        "Nom d'utilisateur du partage": "Nome de usuário de compartilhamento",
        "nom d'utilisateur pour accéder au partage": "nome de usuário para acessar o compartilhamento",
        "Mot de passe du partage": "Compartilhando senha",
        "mot de passe du partage": "Compartilhando senha",
        "Découverte": "Descoberta",
        "découvre automatiquement les sonos (ne marche pas sur une installation de type docker où il faut créer à la main chaque sonos": "descobrir automaticamente os sistemas de som (não funciona em uma instalação do tipo docker em que cada sistema de som deve ser criado manualmente",
        "Les messages trop longs ne peuvent être transmis en TTS (la limite": "Mensagens muito longas não podem ser transmitidas no TTS (o limite",
        "dépend du fournisseur de TTS, en général environ 100 caractères": "depende do provedor TTS, geralmente cerca de 100 caracteres",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements Sonos est accessible à partir du menu Plugins puis multimédia": "A configuração do equipamento Sonos pode ser acessada no menu Plugins e depois em multimídia",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom du Sonos": "Nome do Sonos",
        "nom de votre équipement Sonos": "nome do seu equipamento Sonos",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "Modèle": "Modelo",
        "le modèle de votre Sonos (à ne changer que si ce n'est pas le bon": "o modelo do seu Sonos (só mude se não for o correto",
        "l'IP de votre Sonos, peut être utile si votre Sonos change d'IP ou si vous le remplacez": "o IP do seu Sonos, pode ser útil se o seu Sonos alterar o IP ou se você o substituir",
        "En dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "nom de la commande": "nome do comando",
        "Configuration avancée (petites roues crantées": "Configuração avançada (pequenas rodas dentadas",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​": "exibe a configuração avançada do comando (método de registro, widget etc.)",
        "permet de tester la commande": "permite testar o comando",
        "Comme commande vous retrouverez": "Como ordem, você encontrará",
        "Jouer playlist": "Reproduzir lista de reprodução",
        "commande de type message permettant de lancer une playlist, il suffit dans le titre de mettre le nom de la playlist": "comando de tipo de mensagem para iniciar uma lista de reprodução, basta colocar o nome da lista no título",
        "Vous pouvez mettre": "Você pode colocar",
        "dans message pour mélanger la playlist avant la lecture": "na mensagem para embaralhar a lista de reprodução antes de jogar",
        "Jouer favoris": "Reproduzir Favoritos",
        "commande de type message permettant de lancer un favoris, il suffit dans le titre de mettre le nom du favori": "comando de tipo de mensagem para lançar um favorito, tudo o que você precisa fazer no título é colocar o nome do favorito",
        "dans message pour mélanger les favoris avant la lecture": "na mensagem para misturar favoritos antes de ler",
        "Jouer une radio": "Tocar rádio",
        "celle ci doit être dans les radios favorites": "isso deve estar nas rádios favoritas",
        "commande de type message permettant de lancer une radio, il suffit dans le titre de mettre le nom de la radio": "comando de tipo de mensagem para lançar uma estação de rádio, tudo o que você precisa fazer é colocar o nome da rádio no título",
        "Ajout un haut-parleur": "Adicionando um alto-falante",
        "permet d'ajouter un haut-parleur (un Sonos) au haut-parleur courant (pour associer 2 Sonos par exemple": "permite adicionar um alto-falante (um Sonos) ao alto-falante atual (para associar 2 Sonos, por exemplo",
        "Il faut mettre le nom de la pièce du sonos à ajouter dans le titre (le champs message n'est pas utilisé ici": "Você precisa colocar o nome da sala de sonos para adicionar no título (o campo de mensagem não é usado aqui",
        "Supprimer un haut-parleur": "Remover alto-falante",
        "permet de supprimer un haut-parleur (un Sonos) au haut-parleur courant (pour dissocier 2 Sonos par exemple": "permite excluir um alto-falante (um Sonos) do alto-falante atual (para dissociar 2 Sonos, por exemplo,",
        "Il faut mettre le nom de la pièce du Sonos à supprimer dans le titre (le champs message n'est pas utilisé ici": "Você precisa colocar o nome da parte do Sonos para excluir no título (o campo de mensagem não é usado aqui",
        "Aléatoire statut": "Status aleatório",
        "indique si on est en mode aléatoire ou non": "indica se estamos no modo aleatório ou não",
        "Aléatoire": "Aleatório",
        "inverse le statut du mode aléatoire": "reverter o status do modo aleatório",
        "Répéter statut": "Repita o status",
        "indique si on est en mode répété ou non": "indica se estamos no modo de repetição ou não",
        "Répéter": "Repetir",
        "inverse le statut du mode \"répéter": "reverter o status do modo \"repetir\"",
        "lien vers l'image de l'album": "link para a imagem do álbum",
        "nom de l'album en cours de lecture": "nome do álbum atualmente sendo reproduzido",
        "nom de l'artiste en cours de lecture": "nome do artista atualmente sendo reproduzido",
        "nom de la piste en cours de lecture": "nome da faixa atualmente sendo reproduzida",
        "passe en muet": "mudo",
        "Précédent": "Anterior",
        "piste précédente": "faixa anterior",
        "piste suivante": "próxima faixa",
        "passer en lecture": "ler",
        "mettre en pause": "pausar",
        "arrêter la lecture": "pare de ler",
        "de 0 à 100": "de 0 a 100",
        "modifier le volume": "mude o volume",
        "Volume statut": "Volume de status",
        "niveau du volume": "Nível de volume",
        "statut (pause, lecture, transition…​": "status (pausa, leitura, transição…",
        "permet de lire un texte sur le Sonos (voir partie TTS": "permite ler um texto no Sonos (consulte a parte TTS",
        "Dans le titre vous pouvez mettre le volume et dans le message, le message à lire": "No título, você pode definir o volume e, na mensagem, a mensagem a ser lida",
        "Pour la lecture des playlists vous pouvez mettre des options (dans la case option": "Para reproduzir listas de reprodução, você pode colocar opções (na caixa de opções",
        "Pour lancer la playlist en lecture aléatoire il faut mettre dedans": "Para iniciar a lista de reprodução em reprodução aleatória, você deve colocar",
        "Le TTS (text-to-speech) vers le Sonos nécessite d'avoir un partage Windows (Samba) sur le réseau (imposé par Sonos, pas moyen de faire autrement": "O TTS (conversão de texto em fala) para o Sonos requer o compartilhamento do Windows (Samba) na rede (imposto pelo Sonos, não há como fazer o contrário)",
        "Il faut vous donc un NAS sur le réseau": "Então você precisa de um NAS na rede",
        "La configuration est assez simple il faut mettre le nom ou l'ip du NAS (attention à bien mettre la même chose que ce qui est déclaré sur Sonos) et le chemin (relatif), le nom d'utilisateur et le mot de passe (attention l'utilisateur doit avoir les droits en écriture": "A configuração é bastante simples você tem que colocar o nome ou o IP do NAS (cuidado para colocar o mesmo que está declarado no Sonos) e o caminho (relativo), o nome de usuário e a senha ( atenção, o usuário deve ter direitos de escrita",
        "Il faut absolument mettre un mot de passe pour que cette procédure fonctionne": "É absolutamente necessário colocar uma senha para que este procedimento funcione",
        "Il faut aussi absolument un sous-répertoire pour que le fichier vocal soit correctement créé": "Um subdiretório também é absolutamente necessário para que o arquivo de voz seja criado corretamente",
        "Voici un exemple de configuration (merci @masterfion": "Aqui está um exemplo de configuração (obrigado @masterfion",
        "Côté NAS, voici ma config": "Lado NAS, aqui está a minha configuração",
        "le dossier Jeedom est partagé": "Pasta Jeedom é compartilhada",
        "l'utilisateur Sonos a un accès Lecture\/Ecriture (nécessaire pour Jeedom": "O usuário do Sonos tem acesso de leitura \/ gravação (necessário para o Jeedom",
        "l'utilisateur guest a un accès en Lecture seule (nécessaire pour les Sonos": "usuário convidado tem acesso somente leitura (necessário para o Sonos",
        "Côté Plugin Sonos, voici ma config": "Lado do Sonos Plugin, aqui está minha configuração",
        "Champ 1": "Campo 1",
        "192.168.xxx.yyy": "192.168.xxx.aaa",
        "Champ 2": "Campo 2",
        "Jeedom\/TTS": "Jeedom \/ TTS",
        "Nom d'utilisateur": "Nome de Usuário",
        "Sonos et son mot de passe…​": "Sonos e sua senha…",
        "Côté Bibliothèque Sonos (appli PC": "Lado da Biblioteca Sonos (aplicativo para PC",
        "le chemin est": "o caminho é",
        "\/\/192.168.xxx.yyy\/Jeedom\/TTS": "\/\/192.168.xxx.aaa\/Jeedom\/TTS",
        "Il faut ABSOLUEMENT ajouter le partage réseau dans la bibliothèque du sonos, sinon Jeedom va bien créer le mp3 du tts mais il ne pourra pas etre joué par le Sonos": "É ABSOLUTAMENTE necessário adicionar o compartilhamento de rede na biblioteca do sonos, caso contrário, o Jeedom criará o mp3 tts, mas não pode ser reproduzido pelos Sonos",
        "La lanque dépend de la langue de Jeedom et utilise par defaut picotts": "O idioma depende do idioma Jeedom e usa picotts por padrão",
        "A partir de jeedom 3.3": "A partir do jeedom 3.3",
        "il sera possible d'utiliser le TTS de Google pour avoir une plus jolie voix": "será possível usar o Google TTS para ter uma voz mais bonita",
        "Le panel": "O painel",
        "Le plugin Sonos met aussi à disposition un panel qui rassemble tous vos Sonos": "O plugin Sonos também fornece um painel que reúne todos os seus Sonos",
        "Disponible à partir du menu Accueil → Sonos Controller": "Disponível no menu Início → Sonos Controller",
        "Pour avoir le panel il faut l'avoir activé dans la configuration du plugin": "Para ter o painel você deve tê-lo ativado na configuração do plugin",
        "lors de la recherche d'équipements": "ao procurar por equipamento",
        "Cette erreur arrive si la découverte automatique est bloquée (routeur qui bloque le boradcast par exemple": "Este erro ocorre se a descoberta automática estiver bloqueada (roteador que bloqueia o boradcast, por exemplo,",
        "Ce n'est pas grave, il faudra juste ajouter à la main vos sonos en précisant le modèle et l'adresse IP": "Não importa, você apenas tem que adicionar seus sistemas de som manualmente, especificando o modelo e o endereço IP",
        "J'ai des soucis sur TTS (en boucle), les radios ne marchent pas, j'ai des erreurs, etc": "Estou tendo problemas com TTS (looping), os rádios não funcionam, tenho erros, etc",
        "la 1ère chose à faire en cas de souci est de débrancher tous les Sonos, de les rebrancher et d'attendre qu'ils démarrent puis de relancer le démon Sonos dans Jeedom": "a primeira coisa a fazer no caso de um problema é desconectar todos os Sonos, conectá-los novamente e esperar que eles comecem, em seguida, reiniciar o daemon Sonos no Jeedom",
        "En général cela résoud 90% des problèmes": "Em geral, isso resolve 90% dos problemas",
        " ASTUCE.": " DICA.",
        " ASTUCE?": " DICA?",
        "ASTUCE ": "DICA ",
        " ASTUCE]": " DICA]",
        "[ASTUCE]": "[DICA]",
        "*ASTUCE*": "*DICA*",
        " ASTUCE*": " DICA*",
        " Voix.": " Voz.",
        " Voix?": " Voz?",
        "Voix ": "Voz ",
        " Voix]": " Voz]",
        "[Voix]": "[Voz]",
        "*Voix*": "*Voz*",
        " Voix*": " Voz*",
        " Partage.": " Partilha.",
        " Partage?": " Partilha?",
        "Partage ": "Partilha ",
        " Partage]": " Partilha]",
        "[Partage]": "[Partilha]",
        "*Partage*": "*Partilha*",
        " Partage*": " Partilha*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        " Visible]": " Visivél]",
        "[Visible]": "[Visivél]",
        "*Visible*": "*Visivél*",
        " Visible*": " Visivél*",
        " IP.": " IP.",
        " IP?": " IP?",
        "IP ": "IP ",
        " IP]": " IP]",
        "[IP]": "[IP]",
        "*IP*": "*IP*",
        " IP*": " IP*",
        " Nom.": " Nome.",
        " Nom?": " Nome?",
        "Nom ": "Nome ",
        " Nom]": " Nome]",
        "[Nom]": "[Nome]",
        "*Nom*": "*Nome*",
        " Nom*": " Nome*",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        " Tester]": " Teste]",
        "[Tester]": "[Teste]",
        "*Tester*": "*Teste*",
        " Tester*": " Teste*",
        " ATTENTION.": " Atenção.",
        " ATTENTION?": " Atenção?",
        "ATTENTION ": "Atenção ",
        " ATTENTION]": " Atenção]",
        "[ATTENTION]": "[Atenção]",
        "*ATTENTION*": "*Atenção*",
        " ATTENTION*": " Atenção*",
        " Image.": " Imagem.",
        " Image?": " Imagem?",
        "Image ": "Imagem ",
        " Image]": " Imagem]",
        "[Image]": "[Imagem]",
        "*Image*": "*Imagem*",
        " Image*": " Imagem*",
        " Album.": " Album.",
        " Album?": " Album?",
        "Album ": "Album ",
        " Album]": " Album]",
        "[Album]": "[Album]",
        "*Album*": "*Album*",
        " Album*": " Album*",
        " Artiste.": " Artista.",
        " Artiste?": " Artista?",
        "Artiste ": "Artista ",
        " Artiste]": " Artista]",
        "[Artiste]": "[Artista]",
        "*Artiste*": "*Artista*",
        " Artiste*": " Artista*",
        " Piste.": " Track.",
        " Piste?": " Track?",
        "Piste ": "Track ",
        " Piste]": " Track]",
        "[Piste]": "[Track]",
        "*Piste*": "*Track*",
        " Piste*": " Track*",
        " Muet.": " Silenciar.",
        " Muet?": " Silenciar?",
        "Muet ": "Silenciar ",
        " Muet]": " Silenciar]",
        "[Muet]": "[Silenciar]",
        "*Muet*": "*Silenciar*",
        " Muet*": " Silenciar*",
        " Suivant.": " Seguinte.",
        " Suivant?": " Seguinte?",
        "Suivant ": "Seguinte ",
        " Suivant]": " Seguinte]",
        "[Suivant]": "[Seguinte]",
        "*Suivant*": "*Seguinte*",
        " Suivant*": " Seguinte*",
        " Lecture.": " Leitura.",
        " Lecture?": " Leitura?",
        "Lecture ": "Leitura ",
        " Lecture]": " Leitura]",
        "[Lecture]": "[Leitura]",
        "*Lecture*": "*Leitura*",
        " Lecture*": " Leitura*",
        " Pause.": " Pausa.",
        " Pause?": " Pausa?",
        "Pause ": "Pausa ",
        " Pause]": " Pausa]",
        "[Pause]": "[Pausa]",
        "*Pause*": "*Pausa*",
        " Pause*": " Pausa*",
        " Stop.": " Pare.",
        " Stop?": " Pare?",
        "Stop ": "Pare ",
        " Stop]": " Pare]",
        "[Stop]": "[Pare]",
        "*Stop*": "*Pare*",
        " Stop*": " Pare*",
        " Volume.": " Volume.",
        " Volume?": " Volume?",
        "Volume ": "Volume ",
        " Volume]": " Volume]",
        "[Volume]": "[Volume]",
        "*Volume*": "*Volume*",
        " Volume*": " Volume*",
        " Statut.": " Estado.",
        " Statut?": " Estado?",
        "Statut ": "Estado ",
        " Statut]": " Estado]",
        "[Statut]": "[Estado]",
        "*Statut*": "*Estado*",
        " Statut*": " Estado*",
        " Dire.": " Para dizer.",
        " Dire?": " Para dizer?",
        "Dire ": "Para dizer ",
        " Dire]": " Para dizer]",
        "[Dire]": "[Para dizer]",
        "*Dire*": "*Para dizer*",
        " Dire*": " Para dizer*",
        " NOTE.": " NOTA.",
        " NOTE?": " NOTA?",
        "NOTE ": "NOTA ",
        " NOTE]": " NOTA]",
        "[NOTE]": "[NOTA]",
        "*NOTE*": "*NOTA*",
        " NOTE*": " NOTA*",
        " TTS.": " TTS.",
        " TTS?": " TTS?",
        "TTS ": "TTS ",
        " TTS]": " TTS]",
        "[TTS]": "[TTS]",
        "*TTS*": "*TTS*",
        " TTS*": " TTS*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*",
        " Erreur.": " Erro.",
        " Erreur?": " Erro?",
        "Erreur ": "Erro ",
        " Erreur]": " Erro]",
        "[Erreur]": "[Erro]",
        "*Erreur*": "*Erro*",
        " Erreur*": " Erro*"
    }
}